---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IExporterIFC
source: html/411f7ef7-219d-6891-3e13-485c219b48db.htm
---
# IExporterIFC Members

The method that Revit will invoke to perform an export to IFC.